
const quizData = [
    [
        "1. 원자(Atom)란 무엇인가?",
        "- 원소의 화학적 상태를 특징짓는 최소 기본 단위<br>- 양성자는 (+) 전하, 전자는 (-) 전하<br>- 중성자는 전하가 없음<br>- 양성자와 전자의 수는 동일함<br>- 원자는 전기적으로 중성 상태임<br>- 입자의 질량 순위: 중성자 > 양성자 > 전자<br>- 원자핵은 양성자와 중성자를 합한것을 말한다"
    ],
	[
		"2. 분자란? ",
		"- 몇개의 원자가 화학적으로 결합한 원자의 결합체<br>- 물질 고유의 성질을 가진 최소 단위를 말한다"
	],
	[
		"3. 이온이란?",
		"- 전하를 띈 입자를 말한다"
	],
	[
		"4. 자유전자의 상태",
		"- 중성인 물체에 외부에서 자유전자가 주어진 상태, 자유전자가 과잉된 상태를 (-)대전 상태라한다<br>- 중성인 물체에 외부에서 자유전자를 제거한 상태를 (+)대전 상태라 한다"
	],
	[
		"5. 도체와 부도체",
		"-금속, 흑연, 구리 등은 도체이다(정(+)의 온도계수)<br>- 저항이 커서 전기나 열을 잘 전달하지 못하는 물체는 부도체<br>-반도체의 저항값은 부(-)의 온도계수 특성을 가진다(반도체,전해질,탄소,방전관,서미스터)"
	],
	[
		"6. 전하량(전기량)",
		"- 1C 은 전류 1A 가 1초 동안 흘렀을 때 이동한 전기량<br>- Q=Ixt (초)"
	],
	[
		"7. 콘덴서",
		"- 전하를 축적하기 위한 소자이다<br>- DC와 AC가 섞인 전류중 AC를 분리한다(통과시킨다)<br>- C (F) =Q/V , Q = CV<br><br>- 정전용량은 극판의 넓이(면적)와 이동 전하량, 유전율에 비례하고 사용되어지는 전압과 극판간의 거리에는 반비례한다"
	],
	[
		"8. 정전에너지(W) 와 정전에너지 밀도(Ww)"
	],
	[
		"9. 코일(Inductor) , 유도 기전력의 크기(패러데이법칙) , 유도기전력의 방향 (렌츠의 법칙)"
	],
	[
		"10. 쿨롱의 법칙",
		"두 전하 사이의 힘은 크기에 비례하고 거리의 제곱에 반비례한다"
	],
	[
		"11. 전기장(전계)"
	],
	[
		"12. 전속 및 전속밀도"
	],
	[
		"13. 전위와 전위차"
	],
	[
		"14. 전기와 자기장"
	],
	[
		"15. 전자력과 전자유도",
		"- 플레밍의 왼손법칙, 전자력의 방향을 결정 (엄지는 힘의 방향(전자력), 검지는 자기장의 방향(자속밀도), 중지는 전류의 방향(전류))<br><br>- 전자력의 응용은 전동기",
		"- 플레밍의 오른손법칙, 유도기전력의 방향을 결정 (엄지는 도체의 운동방향, 검지는 자속의 방향, 중지는 기전력의 방향)<br><br>- 유도기전력의 응용은 발전기"

	]

    // 2번, 3번 문제들도 이와 같은 형식으로 추가하시면 됩니다.
];
